<?php
/**
* +----------------------------------------------------------------------
* 创建日期：2017年11月17日
* +----------------------------------------------------------------------
* https：//github.com/ALNY-AC
* +----------------------------------------------------------------------
* 微信：AJS0314
* +----------------------------------------------------------------------
* QQ:1173197065
* +----------------------------------------------------------------------
* #####主页控制器#####
* @author 代码狮
*
*/
namespace Home\Controller;
use Think\Controller;
class IndexController extends CommonController {
    public function index() {
        
        
        $this->display();
        
    }
    
    
    public function server(){
        
        $res=[];
        $res['res']=1;
        $res['url']= 'https://'.$_SERVER['SERVER_NAME'].(__ROOT__?__ROOT__.'/':'/');
        
        //=========输出json=========
        echo json_encode($res);
        //=========输出json=========
        
    }
    
    
}