<?php
/**
* +----------------------------------------------------------------------
* 创建日期：2017年12月26日21:06:20
* 最新修改时间：2017年12月26日21:06:20
* +----------------------------------------------------------------------
* https：//github.com/ALNY-AC
* +----------------------------------------------------------------------
* 微信：AJS0314
* +----------------------------------------------------------------------
* QQ:1173197065
* +----------------------------------------------------------------------
* #####文件管理控制器#####
* @author 代码狮
*
*/
namespace Admin\Controller;
use Think\Controller;
class FileController extends CommonController{
    
    //构造函数
    public function _initialize(){
        
    }
    //主
    public function index(){
        $this->display();
    }
    //空操作
    public function _empty(){
        
    }
    
}