<?php
/**
* +----------------------------------------------------------------------
* 创建日期：2017年12月23日12:04:30
* 最新修改时间：2017年12月23日12:04:33
* +----------------------------------------------------------------------
* https：//github.com/ALNY-AC
* +----------------------------------------------------------------------
* 微信：AJS0314
* +----------------------------------------------------------------------
* QQ:1173197065
* +----------------------------------------------------------------------
* #####用户控制器#####
* @author 代码狮
*
*/
namespace Admin\Controller;
use Think\Controller;
class UserController extends CommonController{
    
    public function showList(){
        $this->display();
    }
    
    public function add(){
        $this->display();
    }
    
    public function edit(){
        
        
    }
    
}